[Skills.AppliedStatusEffectListener SkillDefinition]
SkillName="Receptor de efeito de estado aplicado"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.BurnBabyBurn SkillDefinition]
SkillName="Queime, Vadia... Queime"
SkillDescription="Aumenta os [incendiary]danos incendiários[-incendiary].  Os efeitos aumentam ainda mais [incendiary]enquanto está queimando[-incendiary].<br>[funstat]<font color='#70FFFF'>Probabilidade de se queimar quando atear fogo em um inimigo.</font>[-funstat]"
LockedSkillDetailStr="<Locked>"

[Skills.BurnBabyBurn:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Dano incendiário: $NUMBER$ "
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BurnBabyBurn:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Probabilidade de se autoincendiar: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BurnBabyBurn:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Bonif. adicional por estar queimando: $NUMBER$ "
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BurnBabyBurnChild SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.DelusionalDamage SkillDefinition]
SkillName="Danos Delirantes"
SkillDescription="Todos os [skill]efeitos elementais[-skill] que você provocar terão uma probabilidade de [incendiary]colocar fogo em você mesmo[-incendiary].<br><br>A  probabilidade de se autoincendiar depende da quantidade das habilidades [skill]Queime, Vadia... Queime[-skill] e [skill]Viva a Chama[-skill].<br><br><font color='#AAAAAA'>([skill]Os efeitos elementais[-skill] provocam danos contínuos por [corrosive]corrosão[-corrosive], [shock]eletricidade[-shock], [slag]Slag[-slag] ou [incendiary]fogo[-incendiary].)</font>"
LockedSkillDetailStr="<Locked>"

[Skills.ElementalElation SkillDefinition]
SkillName="Euforia Elemental"
SkillDescription="Provocar [skill]danos de efeito elemental[-skill] lhe concede uma acumulação de [skill]Euforia Elemental[-skill].<br><br>A [skill]cadência de tiro[-skill] e o [skill]tamanho do carregador[-skill] das suas armas aumentam a cada [skill]Euforia Elemental[-skill]. As acumulações não desaparecem [incendiary]enquanto estiver se queimando[-incendiary]."
LockedSkillDetailStr="<Locked>"

[Skills.ElementalElation:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cadência de tiro por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.ElementalElation:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Tamanho do carregador por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.ElementalElation:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Acumulação máxima: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.ElementalElation_Stacks SkillDefinition]
SkillName="Delírio Elemental - Acumulações/Informações"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.ElementalEmpathy SkillDefinition]
SkillName="Empatia Elemental"
SkillDescription="Cura por uma porcentagem dos [skill]danos por efeitos elementais[-skill] que causar aos seus inimigos."
LockedSkillDetailStr="<Locked>"

[Skills.ElementalEmpathy:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos curados por estado: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FireFiend SkillDefinition]
SkillName="Incendiário Maluco"
SkillDescription="Seus [skill]ataques corpo a corpo[-skill] têm a probabilidade de [skill]incendiar seus inimigos[-skill]. <br><br>Sua [skill]precisão com armas[-skill] e [skill]velocidade de recarga[-skill] aumentam [incendiary]enquanto estiver se queimando[-incendiary]."
LockedSkillDetailStr="<Locked>"

[Skills.FireFiend:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Precisão das armas: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FireFiend:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FireFiend:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de incendiar em c/c: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FireStatusDetector SkillDefinition]
SkillName="FireStatusDetector"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.FlameFlare SkillDefinition]
SkillName="Labareda"
SkillDescription="Aumenta a duração de todos os [incendiary]efeitos incendiários[-incendiary] que você possui.  Cada vez que aplicar um [incendiary]efeito incendiário[-incendiary] a um inimigo, existe a probabilidade de voltar a aplicá-lo automaticamente depois de um breve período de tempo."
LockedSkillDetailStr="<Locked>"

[Skills.FlameFlare:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Duração do fogo: $NUMBER$ "
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FlameFlare:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Probabilidade de voltar a incendiar: $NUMBER$. "
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FlameFlare_Reigniter SkillDefinition]
SkillName="Reacendedor da Labareda"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.FuelTheFire SkillDefinition]
SkillName="Celebrar a Chama"
SkillDescription="[skill]Habilidade Mortal[-skill].  Ao eliminar um inimigo, aumenta sua probabilidade de causar [skill]efeitos elementais[-skill]. <br>[funstat]<font color='#70FFFF'>Probabilidade de queimar a si mesmo depois de colocar fogo em um inimigo.</font>[-funstat]"
LockedSkillDetailStr="<Locked>"

[Skills.FuelTheFire:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Probabilidade de se autoincendiar: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FuelTheFire:AttributePresentationDefinition_15 AttributePresentationDefinition]
Description="Prob. de efeito elemental: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.HellfireHalitosis SkillDefinition]
SkillName="Bafo Infernal"
SkillDescription="[skill]Anula o ataque corpo a corpo[-skill]. Ao apertar <StringAliasMap:Action.Melee> você lança um jato de fogo à sua frente."
LockedSkillDetailStr="<Locked>"

[Skills.HellfireHalitosis:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Reutilização: $NUMBER$ segundos"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.HellfireHalitosis_CritDamageModifier SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.NumbedNerves SkillDefinition]
SkillName="Dormência"
SkillDescription="Todos os danos recebidos são reduzidos [incendiary]enquanto estiver se queimando[-incendiary]."
LockedSkillDetailStr="<Locked>"

[Skills.NumbedNerves:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Redução de dano: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.PainIsPower SkillDefinition]
SkillName="Dor É Poder"
SkillDescription="Aumenta os [skill]danos corpo a corpo[-skill] e os [skill]danos[-skill] de todas as armas, exceto para Rifles Sniper.  Reduz os [skill]danos críticos[-skill] de todas as armas.  O efeito aumenta se estiver [incendiary]se queimando[-incendiary]."
LockedSkillDetailStr="<Locked>"

[Skills.PainIsPower:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Bonif. por estar se queimando: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.PainIsPower:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos de armas e danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.PainIsPower:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Danos por tiro certeiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.RavingRantChild SkillDefinition]
SkillName="Birra de Criança"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.RavingRantNovaState SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.RavingRetribution SkillDefinition]
SkillName="Birra Vingativa"
SkillDescription="Receber danos [incendiary]enquanto estiver se queimando[-incendiary] gera algumas [incendiary]bolas de fogo[-incendiary] que perseguem o inimigo e explodem com o impacto.  As bolas de fogo são geradas uma vez por segundo."
LockedSkillDetailStr="<Locked>"

